src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="929bc74aeaa14fd388b6a9c78d10b4c9"><customerNo>CID_DE:3076072</customerNo><startDate>2019-09-30T11:19:05</startDate></request></run></Body></Envelope>